tap "oven-sh/bun"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "neovim"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "bruno"
cask "flameshot"
cask "ghostty"
cask "orbstack"
